Repository: groupserver/gs.profile.signup.base
Catalog: gs/profile/signup/*/locales/*/LC_MESSAGES/gs.profile.signup.*.po
Languages: fr

# alternate-start
source: Start your signup by choosing <strong>one</strong> of the following:
fr: Commencez par vous enregistrer, en choisissant l'<strong>un</strong> des éléments suivants :

# change-profile-button
source: Change
fr: Changer

# change-profile-intro-next
source: You can now <strong>change your profile.</strong> When you have finished, click the ${changeButton} button. Some profile fields are required, and are marked <span class="required"><label style="display:inline;margin:0px;">like this</label></span>.
fr: Il vous est maintenant possible de <strong>mettre à jour votre profil</strong>. Une fois ceci terminé, cliquez sur le bouton ${changeButton}. Certains champs sont obligatoires, lorsqu'ils sont indiqués <span class="required"><label style="display:inline;margin:0px;">de la manière suivante</label></span>.

# change-profile-intro-privacy
source: Most of your profile properties are only visible to other logged in users of ${siteName}, when they visit your profile page. However, if you post to a public group, then your name will be visible to all visitors to that group, even if they are not logged in. You will be able to change all your profile properties later.
fr: La plupart des informations de votre profil ne sont consultables qu'uniquement par les utilisateurs connectés, du groupe ${groupName}, et ce lorsqu'ils visitent votre profil. Cependant, si vous postez une message dans un groupe public, votre nom sera visible à tous les membres du groupe, et ce même si ils ne sont pas connectés. Il vous sera possible de mettre à jour les paramètres de votre profil plus tard.

# change-profile-optional-fields
source: You may optionally change other parts of your profile.
fr: Vous pouvez optionnellement renseigner d'autres informations pour votre profil.

source: change-profile-page-title
fr: Mise à jour du profil

# change-profile-password-set
source: <strong>Thanks for that:</strong> your password has been set.
fr: <strong>Merci ! </strong> : votre mot de passe a été créé.

# change-profile-title
source: Change profile: Register: ${siteName}
fr: Mise à jour du profil : Enregistrement : ${siteName}

# email-invalid-feedback
source: The email address is not valid. Please enter a valid email address.
fr: L'adresse e-mail fournie n'est pas valide. Veuillez saisir une adresse e-mail valide.

# multiple-errors
source: There are errors:
fr: Des erreurs sont survenues :

# register-button
source: Register
fr: Enregister

# register-page-label
source: Register
fr: Enregister

# remote-register-heading
source: Remote registration form
fr: Formulaire d'enregistrement distant

# remote-register-intro
source: To create a remote sign-up box for ${groupName}, copy the <acronym title=\"Hypertext Markup Language\">HTML</acronym> below and paste it into your own page. After filling out the form, the new group member will be taken through the standard registration process for ${groupName}.
fr: Pour créer un formulaire d'enregistrement à distance pour le groupe ${groupName}, veuillez copier le code <acronym title=\"Hypertext Markup Language\">HTML</acronym> ci-dessous, et collez-le sur votre propre page internet. Une fois que les utilisateurs auront rempli le formulaire, ils seront redirigés vers la page d'enregistrement standard du groupe ${groupName}.

# remote-register-title
source: Remote registration form: ${groupName}: ${siteName}
fr: Enregistrement à distance : ${groupName} : ${siteName}

# request-email-help
source: Your email address.
fr: Votre adresse e-mail.

# resend-verification-help
source: Your email address that you want to verify.
fr: L'adresse e-mail que vous souhaitez vérifier

# resend-verification-label
source: Email address
fr: Adresse e-mail

# set-password-button
source: Set
fr: Choisir

# set-password-intro-howto
source: To set your password, enter it in the ${passwordEntry} entry below and click the ${setButton} button. After that you will be taken to a page where you will be able to <strong>change your profile.</strong>
fr: Afin de créer votre mot de passe, veuillez le saisir dans le formulaire ${passwordEntry} ci-dessous, et cliquer sur le bouton ${setButton}. Une fois le mot de passe choisi, vous serez redirigé vers une page vous donnant la possibilité de <strong>mettre à jour votre profil</strong>.

# set-password-intro-step
source: The next step in becoming a fully active member of ${siteName} is to <strong>set your password.</strong> Your password will protect you and your private information: you will use your password to log into this site and change your profile, change your delivery settings, and post messages using the web.
fr: La prochaine étape afin de devenir un membre actif de ${siteName} consiste à <strong>choisir votre mot de passe</strong>. Votre mot de passe vous protègera, et protègera vos informations privées. Vous utiliserez votre mot de passe pour vous connecter à ce site, mettre à jour votre profile, mettre à jour vos préférences d'envoi, et poster de nouveaux messages depuis le site.

# set-password-intro-welcome
source: <strong>Welcome!</strong> An email message has been sent to your email account, asking you to verify that you control the address ${email}.
fr: <strong>Bienvenue !</strong> Un e-mail de bienvenue vous a été envoyé, afin de nous assurer que vous êtes bien le propriétaire de l'adresse ${email}.

# set-password-label
source: Set password
fr: Choisir un mot de passe

# set-password-title
source: Set password: Register: ${siteName}
fr: Choisir un mot de passe : Enregistrement: ${siteName}

# set-password-visibility-toggle
source: Show password
fr: Afficher le mot de passe

# set-password-visibility-toggle-help
source: Deselect if you are in a public place, like a cafe or library.
fr: Décocher si vous vous trouvez dans un lieu public, comme un café, ou une bibliothèque.

# signup-intro
source: <strong>Register with ${siteName}</strong> so you can join groups, post messages, and receive email from your groups.
fr: <strong>Rejoignez ${siteName}</strong>, afin de pouvoir joindre des groupe, poster des messages, et recevoir des e-mails de la part des membres de vos groupes.

# signup-privacy-button
source: Your privacy is important, and will be maintained according to the privacy policy of ${thisSite}.
fr: Votre vie privée est importante, et sera préservée, en accord avec la politique de confidentialité de ${thisSite}

# signup-tnc-button
source: By registering with ${siteName}, you agree to the acceptable use policy.
fr: En créant un compte sur ${siteName}, vous acceptez les conditions d'utilisation.

# single-error
source: There is an error:
fr: Une erreur est survenue :

# verify-wait-address-change
source: Changed your email address to ${newEmail} from ${oldEmail}.
fr: L'adresse e-mail ${oldEmail} a été remplacée par l'adresse ${newEmail}.

# verify-wait-button
source: Finish
fr: Terminer

# verify-wait-email-help
source: Your email address.
fr: Votre adresse e-mail.

source: verify-wait-email-label
fr: Adresse e-mail

# verify-wait-existing-email
source: The address ${email} is already being used by someone else.
fr: L'adresse e-mail ${email} est déjà utilisée par quelqu'un d'autre.

# verify-wait-intro
source: An email has been sent to ${email} to check that it works. When you receive the email, follow the instructions in it, then click the ${button} button below to finish registration.
fr: Un e-mail a été envoyé à l'adresse ${email}, afin de s'assurer qu'elle existe, et que le compte fonctionne. Lorsque vous aurez recu l'e-mail, veuillez suivre les instructions qui s'y trouvent, puis cliquez sur le bouton ${button} ci-dessous, afin de compléter votre enregistrement.

# verify-wait-issues-correct
source: Check that <strong>your address is correct.</strong> You can correct it in the entry below and click the ${button} button.
fr: Veuillez vous assurer que votre <strong>adresse est correcte</strong>. Il vous est possible de la corriger ci-dessous, puis de cliquer sur le bouton ${button}

# verify-wait-issues-heading
source: The email message missing?
fr: Message manquant ?

# verify-wait-issues-invalid
source: The email address is not valid. Please enter a valid email address.
fr: L'adresse fournie n'est pas valide. Veuillez saisir une adresse valide.

# verify-wait-issues-whitelist
source: Add ${supportEmail} to <strong>your address book.</strong> Then click the ${button} button to send another verification message.
fr: Veuillez ajouter ${supportEmail} à votre <strong>carnet d'adresse</strong>, puis cliquez sur le bouton ${button} afin d'envoyer un autre message de vérification.

# verify-wait-label
source: Awaiting verification
fr: En cours de vérification

# verify-wait-resend
source: Another email-address verification message has been sent to ${email}.
fr: Un autre e-mail de vérification a été envoyé à l'adresse ${email}.

# verify-wait-status-checking
source: Checking verification status ${loadingIcon}
fr: Vérification de la validation ${loadingIcon}

# verify-wait-status-unverified
source: The email address is <strong>unverified.</strong>The email address is <strong>unverified.</strong>
fr: L'adresse e-mail n'a pas encore été <strong>vérifiée</strong>. L'adresse e-mail est <strong>non-vérifiée</strong>

# verify-wait-status-verified
source: The email address is <strong>verified.</strong> Click the ${button} button, or wait ${nSeconds} seconds.
fr: L'adresse e-mail est <strong>vérifiée</strong>. Cliquez sur le bouton ${button}, ou bien patientez ${nSeconds} secondes.
